IDEA Open Model
BoltParam.Positions Property
 Gets or sets the fasteners positions {X, Y}.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<Point> Positions { get; set; }
Public Property Positions As List(Of Point)
	Get
	Set
public:
property List<Point>^ Positions {
	List<Point>^ get ();
	void set (List<Point>^ value);
}
Property Value
Type: List<Point>
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace